Repository: Success484/Sbnk-
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it, ja, pt_br, th

source: Debit
it: Addebito
ja: 出金
pt_br: Débito
th: เดบิต

source: Credit
it: Credito
ja: 入金
pt_br: Crédito
th: เครดิต

source: Pending
it: In sospeso
ja: 保留中
pt_br: Pendente
th: รอดำเนินการ

source: Completed
it: Completato
ja: 完了
pt_br: Concluído
th: เสร็จสิ้น

source: International Transfer
it: Bonifico Internazionale
ja: 国際送金
pt_br: Transferência Internacional
th: การโอนเงินระหว่างประเทศ

source: Local Transfer
it: Bonifico Locale
ja: 国内送金
pt_br: Transferência Local
th: การโอนย้ายภายในท้องถิ่น

source: Check Deposite
it: Versamento Assegno
ja: 小切手入金
pt_br: Depósito de Cheque
th: การฝากเช็ค

source: FLOXIX BANKING
pt_br: BANCO FLÓXIX
th: ฟล็อกซิกซ์ แบงกิ้ง

source: About
it: Informazioni
ja: 概要
pt_br: Sobre
th: เกี่ยวกับ

source: Services
it: Servizi
ja: サービス
pt_br: Serviços
th: บริการ

source: Team
ja: チーム
pt_br: Equipe
th: ทีม

source: Contact
it: Contatti
ja: お問い合わせ
pt_br: Contato
th: ติดต่อ

source: Access acount
it: Accedi al conto
ja: アカウントにアクセス
pt_br: Acessar conta
th: บัญชีการเข้าถึง

source: About Financial
it: Informazioni finanziarie
ja: Financialについて
pt_br: Sobre a Financial
th: เกี่ยวกับการเงิน

source: About Our Banking Services
it: Informazioni sui nostri servizi bancari
ja: 当行の銀行サービスについて
pt_br: Sobre Nossos Serviços Bancários
th: เกี่ยวกับบริการด้านธนาคารของเรา

source: We offer comprehensive financial services to help you manage your wealth.
it: Offriamo servizi finanziari completi per aiutarti a gestire il tuo patrimonio.
ja: 当行は資産管理を支援する包括的な金融サービスを提供しています。
pt_br: Oferecemos serviços financeiros abrangentes para ajudar você a gerenciar seu patrimônio.
th: เราให้บริการทางการเงินที่ครอบคลุมเพื่อช่วยคุณจัดการความมั่งคั่งของคุณ

source: Newsletter
ja: ニュースレター
pt_br: Boletim informativo
th: จดหมายข่าว

source: Subscribe
it: Iscriviti
ja: 購読する
pt_br: Inscrever-se
th: สมัครสมาชิก

source: Copyright 2025 All Rights Reserved by
it: Copyright 2025 Tutti i diritti riservati a
ja: Copyright 2025 全著作権所有
pt_br: Copyright 2025 Todos os direitos reservados por
th: ลิขสิทธิ์ 2025 สงวนลิขสิทธิ์โดย

source: Your Trusted Bank
it: La tua banca di fiducia
ja: 信頼される銀行
pt_br: Seu Banco de Confiança
th: ธนาคารที่คุณไว้วางใจ

source: WELCOME TO FINANCIAL SERVICES
it: BENVENUTO AI SERVIZI FINANZIARI
ja: 金融サービスへようこそ
pt_br: BEM-VINDO AOS SERVIÇOS FINANCEIROS
th: ยินดีต้อนรับสู่บริการทางการเงิน

source: At Floxix Internet Banking, we are committed to providing a seamless and secure online banking experience. Whether you're managing everyday transactions, planning for the future, or accessing advanced financial tools, our platform ensures you can easily and safely handle all your banking needs, anytime and anywhere. Experience the convenience of banking at your fingertips with Floxix.
it: Presso Floxix Internet Banking ci impegniamo a offrire un'esperienza bancaria online fluida e sicura. Che tu stia gestendo operazioni quotidiane, pianificando il futuro o utilizzando strumenti finanziari avanzati, la nostra piattaforma ti permette di gestire facilmente e in sicurezza tutte le tue esigenze bancarie, in qualsiasi momento e ovunque. Scopri la comodità di banking a portata di mano con Floxix.
ja: Floxixインターネットバンキングでは、シームレスで安全なオンラインバンキング体験の提供に尽力しております。日常の取引を管理される場合でも、将来の計画を立てる場合でも、高度な金融ツールにアクセスする場合でも、当社のプラットフォームにより、いつでもどこでも安心してすべての銀行業務を容易に行っていただけます。Floxixで指先から利用する便利なバンキングをぜひご体験ください。
pt_br: No Internet Banking Floxix, estamos comprometidos em oferecer uma experiência de banco online segura e sem atritos. Seja para gerenciar transações do dia a dia, planejar o futuro ou acessar ferramentas financeiras avançadas, nossa plataforma garante que você possa atender a todas as suas necessidades bancárias de forma simples e segura, a qualquer hora e em qualquer lugar. Experimente a conveniência de ter o banco na ponta dos seus dedos com a Floxix.
th: ที่ Floxix Banking เรามุ่งมั่นที่จะมอบประสบการณ์การธนาคารออนไลน์ที่ราบรื่นและปลอดภัย ไม่ว่าคุณจะจัดการธุรกรรมประจำวัน วางแผนอนาคต หรือเข้าถึงเครื่องมือทางการเงินขั้นสูง แพลตฟอร์มของเราช่วยให้คุณจัดการทุกความต้องการทางการเงินของคุณได้อย่างง่ายดายและปลอดภัย ทุกที่ทุกเวลา สัมผัสประสบการณ์การธนาคารที่สะดวกสบายเพียงปลายนิ้วสัมผัสด้วย Floxix

source: Floxix Online Banking Check Debosite
it: Versamento assegni online Floxix
ja: Floxixインターネットバンキング 小切手入金
pt_br: Depósito de Cheque no Internet Banking Floxix
th: เช็คธนาคารออนไลน์ Floxix Debosite

source: You can deposite checks by snapping the front and back of the check
it: Puoi depositare assegni scattando una foto del fronte e del retro dell'assegno
ja: 小切手の表面と裏面を撮影して入金することができます。
pt_br: Você pode depositar cheques fotografando a frente e o verso do cheque.
th: คุณสามารถฝากเช็คได้โดยการหักเช็คด้านหน้าและด้านหลัง

source: Select Account
it: Seleziona account
ja: 口座を選択
pt_br: Selecionar Conta
th: บัญชีของฉัน

source: Checking Account
it: Conto corrente
ja: 当座預金口座
pt_br: Conta Corrente
th: บัญชีเช็ค

source: Available Balance
it: Saldo disponibile
ja: 利用可能残高
pt_br: Saldo Disponível
th: ยอดคงเหลือที่ใช้ได้

source: Check Ammount
it: Importo assegno
ja: 小切手金額
pt_br: Valor do Cheque
th: ตรวจสอบจำนวนเงิน

source: Front of the check
it: Fronte dell'assegno
ja: 小切手 表面
pt_br: Frente do Cheque
th: ด้านหน้าของเช็ค

source: Back of the check
it: Retro dell'assegno
ja: 小切手 裏面
pt_br: Verso do Cheque
th: ด้านหลังของเช็ค

source: Submit
it: Invia
ja: 送信
pt_br: Enviar
th: ส่ง

source: Loading...
it: Caricamento...
ja: 読み込み中...
pt_br: Carregando...
th: กำลังโหลด...

source: Processing your transfer...
it: Elaborazione del tuo trasferimento...
ja: お振替を処理しています…
pt_br: Processando sua transferência...
th: การโอนข้ามพรมแดน

source: Note: our flash fund fee will be deducted from your account following the completion of this deposite
it: Nota: la nostra commissione per i fondi istantanei sarà detratta dal tuo conto al completamento di questo versamento
ja: 注意：フラッシュ資金手数料は、本入金の完了後にお客様の口座から差し引かれます。
pt_br: Observação: nossa taxa de liberação imediata será deduzida da sua conta após a conclusão deste depósito.
th: หมายเหตุ: ค่าธรรมเนียมกองทุนแฟลชของเราจะถูกหักจากบัญชีของคุณหลังจากการฝากเงินนี้เสร็จสิ้น

source: @ 2025 Floxix - All Rights Reserved
it: @ 2025 Floxix - Tutti i diritti riservati
ja: @ 2025 Floxix - 全著作権所有
pt_br: @ 2025 Floxix - Todos os direitos reservados
th: @ 2025 Floxix - สงวนลิขสิทธิ์

source: Contact Us
it: Contattaci
ja: お問い合わせ
pt_br: Fale Conosco
th: ติดต่อ

source: Get in touch with us to explore our banking solutions, receive expert financial advice, and find the services that best meet your needs.
it: Contattaci per scoprire le nostre soluzioni bancarie, ricevere consulenza finanziaria esperta e trovare i servizi più adatti alle tue esigenze.
ja: 銀行ソリューションのご案内、専門的な金融アドバイスのご提供、またはお客様のニーズに最適なサービスのご提案については、どうぞお気軽にお問い合わせください。
pt_br: Entre em contato conosco para conhecer nossas soluções bancárias, receber aconselhamento financeiro especializado e encontrar os serviços que melhor atendem às suas necessidades.
th: ติดต่อเราเพื่อสำรวจโซลูชันการธนาคารของเรา รับคำแนะนำทางการเงินจากผู้เชี่ยวชาญ และค้นหาบริการที่ตรงกับความต้องการของคุณมากที่สุด

source: Name
it: Nome
ja: お名前
pt_br: Nome
th: ชื่อ

source: Phone Number
it: Numero di telefono
ja: 電話番号
pt_br: Número de Telefone
th: หมายเลขโทรศัพท์

source: Email
ja: メールアドレス
th: อีเมล

source: Message
it: Messaggio
ja: メッセージ
pt_br: Mensagem
th: ข้อความ

source: send
it: invia
ja: 送信
pt_br: Enviar
th: ส่ง

source: Cross-border transfer.
it: Bonifico transfrontaliero.
ja: 国際送金。
pt_br: Transferência internacional.
th: การโอนเงินข้ามพรมแดน

source: Cross-border transfer is a fast and safe place to transfer money across different countries. The funds are deposited into the recipient bank account, associated with the IBAN or Swift code you have added.
it: Il bonifico transfrontaliero è un modo rapido e sicuro per trasferire denaro tra paesi diversi. I fondi vengono accreditati sul conto bancario del destinatario, associato all'IBAN o al codice SWIFT fornito.
ja: 国際送金は、異なる国間で迅速かつ安全に資金を送金するための方法です。資金は、お客様が追加したIBANまたはSWIFTコードに紐づく受取人の銀行口座に入金されます。
pt_br: A transferência internacional é uma forma rápida e segura de enviar dinheiro entre diferentes países. Os fundos são depositados na conta bancária do beneficiário, associada ao IBAN ou ao código SWIFT que você adicionou.
th: การโอนเงินข้ามพรมแดนเป็นวิธีโอนเงินข้ามประเทศที่รวดเร็วและปลอดภัย เงินจะถูกฝากเข้าบัญชีธนาคารของผู้รับ โดยเชื่อมโยงกับรหัส IBAN หรือรหัส Swift ที่คุณได้เพิ่มไว้

source: Choose recipient
it: Scegli destinatario
ja: 受取人を選択
pt_br: Selecionar destinatário
th: เลือกผู้รับ

source: Select a recipient been added
it: Seleziona un destinatario aggiunto
ja: 追加済みの受取人を選択してください
pt_br: Selecione um destinatário já adicionado
th: เลือกผู้รับที่ถูกเพิ่ม

source: no recipient yet
it: nessun destinatario ancora
ja: まだ受取人が登録されていません
pt_br: Ainda não há destinatários
th: ยังไม่มีผู้รับ

source: Choose delivery date
it: Scegli la data di consegna
ja: 送金日を選択
pt_br: Escolher data de envio
th: เลือกวันที่จัดส่ง

source: Amount to Transfer
it: Importo da trasferire
ja: 送金金額
pt_br: Valor a transferir
th: จำนวนเงินที่ต้องการโอน

source: Daily Transfer Limit
it: Limite giornaliero di trasferimento
ja: 1日の送金上限
pt_br: Limite diário de transferência
th: ขีดจำกัดการโอนรายวัน

source: Minimum
it: Minimo
ja: 最小
pt_br: Mínimo
th: ขั้นต่ำ

source: Description (optional)
it: Descrizione (opzionale)
ja: 説明（任意）
pt_br: Descrição (opcional)
th: คำอธิบาย (ไม่บังคับ)

source: Continue
it: Continua
ja: 続行
pt_br: Continuar
th: ดำเนินการต่อ

source: Manage Digital Assets
it: Gestisci asset digitali
ja: デジタル資産の管理
pt_br: Gerenciar Ativos Digitais
th: การจัดการสินทรัพย์ดิจิทัล

source: Floxix Crypto assets management tool enables users to tie in multiple crypto accounts and wallets so that they can easily keep an eye on all of their cryptocurrency holdings using a single dashboard.
it: Lo strumento di gestione crypto di Floxix consente agli utenti di collegare più conti e portafogli crypto in modo da monitorare facilmente tutte le loro detenzioni di criptovalute da un'unica dashboard.
ja: Floxixの暗号資産管理ツールにより、複数の暗号アカウントとウォレットを連携させ、単一のダッシュボードで保有する暗号資産を簡単に一元管理できます。
pt_br: A ferramenta de gerenciamento de ativos cripto da Floxix permite que os usuários integrem várias contas e carteiras, para que possam acompanhar facilmente todas as suas participações em criptomoedas usando um único painel.
th: เครื่องมือจัดการสินทรัพย์ Crypto ของ Floxix ช่วยให้ผู้ใช้สามารถเชื่อมโยงบัญชี crypto และกระเป๋าเงินหลายบัญชีเข้าด้วยกัน เพื่อให้สามารถติดตามการถือครองสกุลเงินดิจิทัลทั้งหมดของตนได้อย่างง่ายดายโดยใช้แดชบอร์ดเดียว

source: crypto Currencies
it: Criptovalute
ja: 暗号通貨
pt_br: Criptomoedas
th: สกุลเงินดิจิทัล

source: which Crypto Asset will you
it: Quale asset crypto vuoi
ja: どの暗号資産を
pt_br: Qual ativo cripto você
th: สินทรัพย์ Crypto ใดที่คุณจะ

source: like to Deposite?
it: depositare?
ja: 預け入れますか？
pt_br: gostaria de depositar?
th: ชอบฝากเงินใช่ไหม?

source: Choose Your Preffered Asset
it: Scegli il tuo asset preferito
ja: 希望する資産を選択してください
pt_br: Escolha Seu Ativo Preferido
th: เลือกสินทรัพย์ที่คุณต้องการ

source: Choose Crypto Asset
it: Scegli asset crypto
ja: 暗号資産を選択
pt_br: Escolha o Ativo Cripto
th: เลือกสินทรัพย์ Crypto

source: Amount to Deposit
it: Importo da depositare
ja: 預入金額
pt_br: Valor a depositar
th: จำนวนเงินที่ต้องฝาก

source: financial
it: finanziario
ja: 金融
pt_br: financeiro
th: เกี่ยวกับการเงิน

source: Service
it: Servizio
ja: サービス
pt_br: Serviço
th: บริการ

source: We do not just help you reach your financial milestones, we work alongside you to build lasting relationships that are based on trust, understanding, and personalized guidance. Our goal is to be a long-term partner in your financial journey
it: Non ci limitiamo ad aiutarti a raggiungere i tuoi obiettivi finanziari, lavoriamo insieme a te per costruire relazioni durature basate su fiducia, comprensione e consulenza personalizzata. Il nostro obiettivo è essere un partner a lungo termine nel tuo percorso finanziario.
ja: 当行は単にお客様の金融目標達成を支援するだけでなく、信頼と理解、そして個別のガイダンスに基づく長期的な関係を築くことを目指して共に歩んでいます。私たちの目標は、お客様の金融の旅における長期的なパートナーとなることです。
pt_br: Não apenas ajudamos você a alcançar suas metas financeiras; trabalhamos ao seu lado para construir relacionamentos duradouros baseados em confiança, compreensão e orientação personalizada. Nosso objetivo é ser um parceiro de longo prazo na sua jornada financeira.
th: เราไม่เพียงแต่ช่วยให้คุณบรรลุเป้าหมายทางการเงินเท่านั้น แต่เรายังทำงานร่วมกับคุณเพื่อสร้างความสัมพันธ์ที่ยั่งยืนบนพื้นฐานของความไว้วางใจ ความเข้าใจ และคำแนะนำเฉพาะบุคคล เป้าหมายของเราคือการเป็นพันธมิตรระยะยาวในเส้นทางการเงินของคุณ

source: Read More
it: Leggi di più
ja: 続きを読む
pt_br: Leia Mais
th: อ่านเพิ่มเติม

source: WELCOME TO FLOXIX BANKING
it: BENVENUTO IN FLOXIX BANKING
ja: FLOXIX BANKINGへようこそ
pt_br: BEM-VINDO AO FLOXIX BANKING
th: ยินดีต้อนรับสู่ FLOXIX BANKING

source: At Floxix Banking, we are committed to providing a seamless and secure online banking experience. Whether you're managing everyday transactions, planning for the future, or accessing advanced financial tools, our platform ensures you can easily and safely handle all your banking needs, anytime and anywhere. Experience the convenience of banking at your fingertips with Floxix.
it: Presso Floxix Banking ci impegniamo a offrire un'esperienza bancaria online fluida e sicura. Che tu stia gestendo operazioni quotidiane, pianificando il futuro o utilizzando strumenti finanziari avanzati, la nostra piattaforma ti permette di gestire facilmente e in sicurezza tutte le tue esigenze bancarie, in qualsiasi momento e ovunque. Scopri la comodità del banking a portata di mano con Floxix.
ja: Floxix Bankingでは、シームレスで安全なオンラインバンキング体験を提供することに尽力しています。日常の取引管理、将来の計画、または高度な金融ツールへのアクセスにおいても、当社のプラットフォームにより、いつでもどこでも安心して銀行業務を行っていただけます。Floxixで指先からの便利なバンキング体験をお試しください。
pt_br: No Floxix Banking, estamos comprometidos em oferecer uma experiência de banco online segura e sem atritos. Seja para gerenciar transações do dia a dia, planejar o futuro ou acessar ferramentas financeiras avançadas, nossa plataforma assegura que você possa atender a todas as suas necessidades bancárias de forma simples e segura, a qualquer hora e em qualquer lugar. Experimente a conveniência de ter o banco na ponta dos seus dedos com a Floxix.
th: ที่ Floxix Banking เรามุ่งมั่นที่จะมอบประสบการณ์การธนาคารออนไลน์ที่ราบรื่นและปลอดภัย ไม่ว่าคุณจะจัดการธุรกรรมประจำวัน วางแผนอนาคต หรือเข้าถึงเครื่องมือทางการเงินขั้นสูง แพลตฟอร์มของเราช่วยให้คุณจัดการทุกความต้องการทางการเงินของคุณได้อย่างง่ายดายและปลอดภัย ทุกที่ทุกเวลา สัมผัสประสบการณ์การธนาคารที่สะดวกสบายเพียงปลายนิ้วสัมผัสด้วย Floxix

source: WHAT WE DO
it: COSA FACCIAMO
ja: 私たちの業務内容
pt_br: O QUE FAZEMOS
th: สิ่งที่เราทำ

source: At Floxix Internet Banking, we offer a wide range of financial services designed to meet your unique needs. From everyday banking transactions to personalized financial planning, we provide secure, easy-to-use tools that help you manage your money with confidence. Our goal is to make banking simpler, more efficient, and accessible, so you can focus on what matters most to you.
it: Presso Floxix Internet Banking offriamo una vasta gamma di servizi finanziari progettati per soddisfare le tue esigenze. Dalle operazioni bancarie quotidiane alla pianificazione finanziaria personalizzata, forniamo strumenti sicuri e facili da usare che aiutano a gestire i tuoi soldi con fiducia. Il nostro obiettivo è rendere il banking più semplice, efficiente e accessibile, così puoi concentrarti su ciò che conta di più per te.
ja: Floxixインターネットバンキングでは、お客様のさまざまなニーズに対応する幅広い金融サービスを提供しています。日常の銀行取引から個別の財務計画まで、安心してお使いいただける使いやすいツールをご用意しております。私たちの目標は、銀行業務をより簡素で効率的、かつ利用しやすくすることで、お客様がより重要なことに集中できるようサポートすることです。
pt_br: No Floxix Internet Banking, oferecemos uma ampla gama de serviços financeiros projetados para atender às suas necessidades únicas. Desde transações bancárias do dia a dia até planejamento financeiro personalizado, fornecemos ferramentas seguras e fáceis de usar que ajudam você a gerenciar seu dinheiro com confiança. Nosso objetivo é tornar o banco mais simples, eficiente e acessível, para que você possa se concentrar no que mais importa.
th: ที่ Floxix Internet Banking เรานำเสนอบริการทางการเงินที่หลากหลาย ซึ่งออกแบบมาเพื่อตอบสนองความต้องการเฉพาะของคุณ ตั้งแต่ธุรกรรมทางการเงินในชีวิตประจำวัน ไปจนถึงการวางแผนทางการเงินส่วนบุคคล เรามีเครื่องมือที่ปลอดภัยและใช้งานง่าย ที่จะช่วยให้คุณจัดการเงินได้อย่างมั่นใจ เป้าหมายของเราคือการทำให้การทำธุรกรรมทางการเงินง่ายขึ้น มีประสิทธิภาพมากขึ้น และเข้าถึงได้ง่ายขึ้น เพื่อให้คุณสามารถมุ่งเน้นไปที่สิ่งที่สำคัญสำหรับคุณมากที่สุด

source: Account Management
it: Gestione account
ja: 口座管理
pt_br: Gerenciamento de Contas
th: การจัดการบัญชี

source: Secure and efficient account management solutions.
it: Soluzioni per la gestione dell'account sicure ed efficienti.
ja: 安全で効率的な口座管理ソリューション
pt_br: Soluções de gerenciamento de contas seguras e eficientes.
th: โซลูชันการจัดการบัญชีที่ปลอดภัยและมีประสิทธิภาพ

source: Financial Advisory
it: Consulenza finanziaria
ja: 金融アドバイザリー
pt_br: Assessoria Financeira
th: ที่ปรึกษาทางการเงิน

source: Expert advice to help you manage your finances.
it: Consulenza esperta per aiutarti a gestire le tue finanze.
ja: 財務管理を支援する専門的なアドバイス
pt_br: Conselhos especializados para ajudar você a gerir suas finanças.
th: คำแนะนำจากผู้เชี่ยวชาญที่จะช่วยคุณจัดการการเงินของคุณ

source: Investments
it: Investimenti
ja: 投資
pt_br: Investimentos
th: การลงทุน

source: Grow your wealth with our investment solutions.
it: Fai crescere il tuo patrimonio con le nostre soluzioni di investimento.
ja: 当社の投資ソリューションで資産を増やしましょう。
pt_br: Faça seu patrimônio crescer com nossas soluções de investimento.
th: เพิ่มพูนความมั่งคั่งของคุณด้วยโซลูชั่นการลงทุนของเรา

source: Financial Planning
it: Pianificazione finanziaria
ja: 財務計画
pt_br: Planejamento Financeiro
th: การวางแผนทางการเงิน

source: Plan for your future with our expert guidance.
it: Pianifica il tuo futuro con la nostra guida esperta.
ja: 専門家のガイダンスで将来を計画してください。
pt_br: Planeje seu futuro com a nossa orientação especializada.
th: วางแผนอนาคตของคุณด้วยคำแนะนำจากผู้เชี่ยวชาญของเรา

source: Our Banking Services
it: I nostri servizi bancari
ja: 当行の銀行サービス
pt_br: Nossos Serviços Bancários
th: เกี่ยวกับบริการด้านธนาคารของเรา

source: We provide secure and reliable financial solutions to help you achieve your banking goals. Explore our wide range of services tailored to meet your needs.
it: Forniamo soluzioni finanziarie sicure e affidabili per aiutarti a raggiungere i tuoi obiettivi bancari. Esplora la nostra vasta gamma di servizi su misura per le tue esigenze.
ja: 当行は、安全で信頼性の高い金融ソリューションを提供し、お客様の銀行目標達成を支援します。お客様のニーズに合わせた幅広いサービスをぜひご確認ください。
pt_br: Oferecemos soluções financeiras seguras e confiáveis para ajudar você a alcançar seus objetivos bancários. Explore nossa ampla gama de serviços adaptados para atender às suas necessidades.
th: เรามอบโซลูชันทางการเงินที่ปลอดภัยและเชื่อถือได้ เพื่อช่วยให้คุณบรรลุเป้าหมายทางการเงิน สำรวจบริการที่หลากหลายของเราที่ออกแบบมาเพื่อตอบสนองความต้องการของคุณ

source: Established Fact
it: Fatto consolidato
ja: 設立に関する事実
pt_br: Fato Estabelecido
th: ข้อเท็จจริงที่ได้รับการพิสูจน์แล้ว

source: Years of Business
it: Anni di attività
ja: 事業年数
pt_br: Anos de Atuação
th: ปีแห่งการดำเนินธุรกิจ

source: Projects Delivered
it: Progetti consegnati
ja: 完了したプロジェクト
pt_br: Projetos Entregues
th: โครงการที่ส่งมอบ

source: Satisfied Customers
it: Clienti soddisfatti
ja: 満足されたお客様
pt_br: Clientes Satisfeitos
th: ลูกค้าพึงพอใจ

source: Our Banking Team and Experts
it: Il nostro team bancario ed esperti
ja: 当行のチームと専門家
pt_br: Nossa Equipe e Especialistas Bancários
th: ทีมงานธนาคารและผู้เชี่ยวชาญของเรา

source: Our experienced banking professionals are dedicated to providing expert financial advice and solutions, ensuring your success in managing wealth and investments.
it: I nostri professionisti bancari esperti sono dedicati a fornire consulenza finanziaria e soluzioni esperte, garantendo il tuo successo nella gestione del patrimonio e degli investimenti.
ja: 当行の経験豊富な専門家は、資産および投資の管理に関する成功を支援するため、専門的な金融アドバイスとソリューションの提供に専念しております。
pt_br: Nossos profissionais bancários experientes dedicam-se a fornecer aconselhamento financeiro especializado e soluções, garantindo seu sucesso na gestão de patrimônio e investimentos.
th: ผู้เชี่ยวชาญทางการธนาคารที่มีประสบการณ์ของเรามุ่งมั่นที่จะให้คำแนะนำและโซลูชั่นทางการเงิน จากผู้เชี่ยวชาญ เพื่อให้คุณประสบความสำเร็จในการบริหารความมั่งคั่งและการลงทุน

source: Branch Manager
it: Responsabile filiale
ja: 支店長
pt_br: Gerente de Agência
th: ผู้จัดการสาขา

source: Financial Advisor
it: Consulente finanziario
ja: ファイナンシャルアドバイザー
pt_br: Consultor Financeiro
th: ที่ปรึกษาทางการเงิน

source: Loan Officer
it: Addetto prestiti
ja: ローン担当者
pt_br: Analista de Empréstimos
th: เจ้าหน้าที่สินเชื่อ

source: Customer Service
it: Servizio clienti
ja: カスタマーサービス
pt_br: Atendimento ao Cliente
th: ฝ่ายบริการลูกค้า

source: What Our Clients Say
it: Cosa dicono i nostri clienti
ja: お客様の声
pt_br: O que nossos clientes dizem
th: สิ่งที่ลูกค้าของเราพูด

source: "The banking services provided have been exceptional. They have helped us streamline our financial processes and plan for the future with confidence."
it: "I servizi bancari forniti sono stati eccezionali. Ci hanno aiutato a semplificare i nostri processi finanziari e a pianificare il futuro con fiducia."
ja: 「提供された銀行サービスは非常に優れており、当社の財務プロセスの効率化と、将来計画の自信につながりました。」
pt_br: "Os serviços bancários fornecidos têm sido excepcionais. Eles nos ajudaram a otimizar nossos processos financeiros e a planejar o futuro com confiança."
th: "บริการทางการเงินของเรายอดเยี่ยมมาก ช่วยให้เราปรับปรุงกระบวนการทางการเงินและวางแผนอนาคตได้อย่างมั่นใจ

source: "Their financial advisory services have been a game changer for our business, We are now more informed and empowered to make strategic decisions."
it: "I loro servizi di consulenza finanziaria hanno rivoluzionato la nostra attività. Ora siamo più informati e in grado di prendere decisioni strategiche."
ja: 「彼らの金融アドバイザリーサービスは当社の事業にとって転換点となりました。私たちは現在、より多くの情報に基づいて戦略的な意思決定を行えるようになりました。」
pt_br: "Os serviços de assessoria financeira deles foram um divisor de águas para o nosso negócio. Agora estamos mais informados e capacitados para tomar decisões estratégicas."
th: "บริการให้คำปรึกษาทางการเงินของพวกเขาถือเป็นจุดเปลี่ยนสำคัญสำหรับธุรกิจของเรา ตอนนี้เรามีข้อมูลและอำนาจในการตัดสินใจเชิงกลยุทธ์มากขึ้น

source: "The investment options offered have significantly grown our portfolio, and we feel confident in our financial future."
it: "Le opzioni di investimento offerte hanno fatto crescere significativamente il nostro portafoglio e ci sentiamo fiduciosi nel nostro futuro finanziario."
ja: 「提供された投資オプションにより、当社のポートフォリオは大幅に成長し、将来に対する信頼を得ることができました。」
pt_br: "As opções de investimento oferecidas aumentaram significativamente nossa carteira, e nos sentimos confiantes em nosso futuro financeiro."
th: "ตัวเลือกการลงทุนที่นำเสนอทำให้พอร์ตการลงทุนของเราเติบโตขึ้นอย่างมีนัยสำคัญ และเรามั่นใจในอนาคตทางการเงินของเรา

source: KYC Verification
it: Verifica KYC
ja: KYC認証
pt_br: Verificação KYC
th: การยืนยัน KYC

source: To comply with regulation each participant will have to go through identity verification (KYC/AML) to prevent fraud cases
it: Per conformarsi alla normativa, ogni partecipante dovrà sottoporsi alla verifica dell'identità (KYC/AML) per prevenire casi di frode.
ja: 規制を遵守するため、各参加者は不正を防止するために本人確認（KYC/AML）を受ける必要があります。
pt_br: Para cumprir a regulamentação, cada participante deverá passar por verificação de identidade (KYC/AML) para prevenir casos de fraude.
th: เพื่อให้เป็นไปตามกฎระเบียบ ผู้เข้าร่วมแต่ละคนจะต้องผ่านการยืนยันตัวตน (KYC/AML) เพื่อป้องกันกรณีฉ้อโกง
