Repository: Success484/Sbnk-
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it, ja, pt_br, th

source: You have not submitted your necessary documents to verify your identity. In order to continue using Floxix online banking products, please verify your identity
it: Non hai inviato i documenti necessari per verificare la tua identità. Per continuare a utilizzare i prodotti di banking online Floxix, verifica la tua identità.
ja: 本人確認に必要な書類が提出されていません。Floxixのオンラインバンキング製品を引き続きご利用いただくには、本人確認を完了してください。
pt_br: Você não enviou os documentos necessários para verificar sua identidade. Para continuar usando os produtos de Internet Banking da Floxix, por favor, verifique sua identidade.
th: คุณยังไม่ได้ส่งเอกสารที่จำเป็นเพื่อยืนยันตัวตนของคุณ หากต้องการใช้ผลิตภัณฑ์ธนาคารออนไลน์ของ Floxix ต่อไป โปรดยืนยันตัวตนของคุณ

source: Click here to complete your KYC
it: Clicca qui per completare il tuo KYC
ja: KYCを完了するにはこちらをクリックしてください
pt_br: Clique aqui para concluir seu KYC
th: คลิกที่นี่เพื่อกรอก KYC ของคุณ

source: Apply For Floxix Loan
it: Richiedi un prestito Floxix
ja: Floxixローンに申し込む
pt_br: Solicitar Empréstimo Floxix
th: สมัครสินเชื่อ Floxix

source: Account In Account
it: Conto in conto
ja: 口座内口座
pt_br: Conta em Conta
th: บัญชีในบัญชี

source: Credit Facility
it: Linea di credito
ja: 与信枠
pt_br: Facilidade de Crédito
th: สินเชื่อ

source: Select Loan/Credit Facility
it: Seleziona prestito/linea di credito
ja: ローン/与信枠を選択してください
pt_br: Selecione Empréstimo/Facilidade de Crédito
th: เลือกสินเชื่อ/สิ่งอำนวยความสะดวกด้านสินเชื่อ

source: no current loans
it: nessun prestito attivo
ja: 現在ローンはありません
pt_br: Nenhum empréstimo atual
th: ไม่มีเงินกู้ในปัจจุบัน

source: Repayment date
it: Data di rimborso
ja: 返済日
pt_br: Data de Reembolso
th: วันที่ชำระเงินคืน

source: Loan Amount
it: Importo prestito
ja: ローン金額
pt_br: Valor do Empréstimo
th: จำนวนเงินกู้

source: Maximum
it: Massimo
ja: 最大
pt_br: Máximo
th: สูงสุด

source: Why do you want to take a loan?
it: Perché vuoi richiedere un prestito?
ja: なぜローンを申し込むのですか？
pt_br: Por que você deseja solicitar um empréstimo?
th: ทำไมคุณถึงต้องการกู้เงิน?

source: Sign-in
it: Accedi
ja: サインイン
pt_br: Entrar
th: ลงชื่อเข้าใช้

source: Access the Floxix banking panel using your Account number and password.
it: Accedi al pannello Floxix utilizzando il tuo numero di conto e la password.
ja: 口座番号とパスワードを使用してFloxixのバンキングパネルにアクセスしてください。
pt_br: Acesse o painel bancário da Floxix usando seu número de conta e senha.
th: เข้าถึงแดชบอร์ด Floxix Bank ของคุณโดยใช้หมายเลขบัญชีและรหัสผ่านของคุณ

source: Account Number
it: Numero di conto
ja: 口座番号
pt_br: Número da Conta
th: หมายเลขบัญชี

source: Enter your account number
it: Inserisci il tuo numero di conto
ja: 口座番号を入力してください
pt_br: Insira seu número de conta
th: กรอกหมายเลขบัญชีของคุณ

source: Password
ja: パスワード
pt_br: Senha
th: รหัสผ่าน

source: Enter your password
it: Inserisci la tua password
ja: パスワードを入力してください
pt_br: Insira sua senha
th: กรอกรหัสผ่านของคุณ

source: Log in
it: Accedi
ja: ログイン
pt_br: Entrar
th: เข้าสู่ระบบ

source: Forgotten password?
it: Password dimenticata?
ja: パスワードをお忘れですか？
pt_br: Esqueceu a senha?
th: ลืมรหัสผ่านใช่ไหม?

source: Create new account
it: Crea un nuovo account
ja: 新しいアカウントを作成する
pt_br: Criar nova conta
th: สร้างบัญชีใหม่

source: Transfer To a Floxix Account
it: Trasferisci a un conto Floxix
ja: Floxix口座への送金
pt_br: Transferir para uma Conta Floxix
th: โอนไปยังบัญชี Floxix

source: Recipient account number
it: Numero di conto del destinatario
ja: 受取人の口座番号
pt_br: Número da conta do beneficiário
th: หมายเลขบัญชีผู้รับ

source: Holder Name
it: Nome intestatario
ja: 口座名義
pt_br: Nome do Titular
th: ชื่อผู้ถือ

source: Account holder name
it: Nome del titolare del conto
ja: 口座名義人
pt_br: Nome do titular da conta
th: ชื่อเจ้าของบัญชี

source: Bank name
it: Nome banca
ja: 銀行名
pt_br: Nome do banco
th: ชื่อธนาคาร

source: Transaction PIN
it: PIN transazione
ja: 取引PIN
pt_br: PIN da Transação
th: รหัส PIN การทำธุรกรรม

source: Enter 4-digit PIN
it: Inserisci il PIN a 4 cifre
ja: 4桁のPINを入力してください
pt_br: Insira o PIN de 4 dígitos
th: กรอกรหัส PIN 4 หลัก

source: Your PIN is required to complete the transfer.
it: Il tuo PIN è necessario per completare il trasferimento.
ja: 送金を完了するにはPINが必要です。
pt_br: Seu PIN é necessário para concluir a transferência.
th: ต้องใช้ PIN ของคุณเพื่อทำการโอนให้เสร็จสมบูรณ์

source: Continue to Next Step
it: Continua al passo successivo
ja: 次のステップへ進む
pt_br: Continuar para a Próxima Etapa
th: ดำเนินการขั้นตอนถัดไป

source: Floxix Online Banking Bills Payment
it: Pagamento bollette online Floxix
ja: Floxixインターネットバンキング 請求書支払い
pt_br: Pagamento de Contas no Internet Banking Floxix
th: การชำระบิลผ่านธนาคารออนไลน์ Floxix

source: Select a bill to pay
it: Seleziona una bolletta da pagare
ja: 支払う請求書を選択してください
pt_br: Selecione uma conta a pagar
th: เลือกบิลที่จะชำระ

source: no bills yet
it: ancora nessuna bolletta
ja: まだ請求書はありません
pt_br: Sem contas ainda
th: ยังไม่มีบิล

source: Bill pay fee will be deducted
it: La commissione per il pagamento della bolletta sarà detratta
ja: 請求書支払い手数料が差し引かれます
pt_br: A taxa de pagamento de conta será deduzida
th: จะมีการหักค่าธรรมเนียมการชำระบิล

source: Memo (optional)
it: Promemoria (opzionale)
ja: メモ（任意）
pt_br: Observação (opcional)
th: บันทึก (ไม่บังคับ)

source: Do you know about our latest update?
it: Conosci il nostro ultimo aggiornamento?
ja: 最新のアップデートについてご存知ですか？
pt_br: Você conhece nossa última atualização?
th: คุณทราบเกี่ยวกับการอัปเดตล่าสุดของเราหรือไม่?

source: An overview of ours is now available...
it: Una panoramica è ora disponibile...
ja: 概要がご利用いただけるようになりました...
pt_br: Uma visão geral nossa está disponível...
th: ภาพรวมของเราพร้อมให้บริการแล้ว

source: Connected
it: Connesso
ja: 接続済み
pt_br: Conectado
th: เชื่อมต่อแล้ว

source: Logout
it: Esci
ja: ログアウト
pt_br: Sair
th: ออกจากระบบ

source: AVAILABLE BALANCE
it: SALDO DISPONIBILE
ja: 利用可能残高
pt_br: SALDO DISPONÍVEL
th: ยอดคงเหลือที่ใช้ได้

source: Income
it: Entrate
ja: 収入
pt_br: Receita
th: รายได้

source: Debits
it: Addebiti
ja: 出金
pt_br: Débitos
th: เดบิต

source: TRANSFER
it: TRASFERIMENTO
ja: 送金
pt_br: TRANSFERIR
th: โอนย้าย

source: PAY BILLS
it: PAGA BOLLETTE
ja: 請求書支払い
pt_br: PAGAR CONTAS
th: ชำระบิล

source: MENU
ja: メニュー
th: เมนู

source: Dashboard
ja: ダッシュボード
pt_br: Painel
th: แดชบอร์ด

source: My Account
it: Il mio account
ja: マイアカウント
pt_br: Minha Conta
th: บัญชีของฉัน

source: Account Summary
it: Riepilogo conto
ja: 口座概要
pt_br: Resumo da Conta
th: สรุปบัญชี

source: Send Money
it: Invia denaro
ja: 送金
pt_br: Enviar Dinheiro
th: ส่งเงิน

source: Floxix Transfer
it: Trasferimento Floxix
ja: Floxix送金
pt_br: Transferência Floxix
th: Floxix โอนย้าย

source: Other bank transfer
it: Bonifico ad altra banca
ja: 他行送金
pt_br: Transferência para outro banco
th: โอนเงินผ่านธนาคารอื่น ๆ

source: Cross-border transfer
it: Bonifico transfrontaliero
ja: 国際送金
pt_br: Transferência internacional
th: การโอนเงินข้ามพรมแดน

source: Cross-border Transfer
it: Bonifico transfrontaliero
ja: 国際送金
pt_br: Transferência Internacional
th: การโอนเงินข้ามพรมแดน

source: Deposit Check
it: Deposita assegno
ja: 小切手入金
pt_br: Depositar Cheque
th: เช็คเงินฝาก

source: Pay Bills
it: Paga bollette
ja: 請求書支払い
pt_br: Pagar Contas
th: ชำระบิล

source: Virtual Cards
it: Carte virtuali
ja: バーチャルカード
pt_br: Cartões Virtuais
th: การ์ดเสมือนจริง

source: Crypto Currency
it: Criptovaluta
ja: 暗号通貨
pt_br: Criptomoeda
th: สกุลเงินดิจิทัล

source: Manage Assets
it: Gestisci asset
ja: 資産管理
pt_br: Gerenciar Ativos
th: การจัดการสินทรัพย์

source: Deposite Crypto
it: Deposita crypto
ja: 暗号資産の入金
pt_br: Depositar Cripto
th: เงินฝาก

source: Flate Withdraw
it: Prelievo istantaneo
ja: クイック出金
pt_br: Saque Rápido
th: ถอนเงินแบบแฟลต

source: KYC Status
it: Stato KYC
ja: KYCステータス
pt_br: Status KYC
th: สถานะ KYC

source: Loan/Credit financing
it: Finanziamento/credito
ja: ローン/クレジットファイナンス
pt_br: Financiamento/Crédito
th: สินเชื่อ/การจัดหาเงินทุนเครดิต

source: Support
it: Supporto
ja: サポート
pt_br: Suporte
th: สนับสนุน

source: Account Settings
it: Impostazioni account
ja: アカウント設定
pt_br: Configurações da Conta
th: การตั้งค่าบัญชี

source: Chat
ja: チャット
th: แชท

source: Chat with Us
it: Chatta con noi
ja: チャットでお問い合わせ
pt_br: Converse conosco
th: แชทกับเรา

source: Type a message...
it: Scrivi un messaggio...
ja: メッセージを入力してください...
pt_br: Digite uma mensagem...
th: พิมพ์ข้อความ...

source: Send
it: Invia
ja: 送信
pt_br: Enviar
th: ส่ง

source: Good Day
it: Buona giornata
ja: こんにちは
pt_br: Bom dia
th: สวัสดี

source: At a glance summary of your account!
it: Riepilogo rapido del tuo account!
ja: 口座の概要を一目でご確認ください！
pt_br: Resumo rápido da sua conta!
th: ภาพรวมอย่างรวดเร็วของบัญชีของคุณ!

source: Deposit
it: Deposito
ja: 入金
pt_br: Depósito
th: เงินฝาก

source: Transfer Fund
it: Trasferisci fondi
ja: 送金
pt_br: Transferir Fundos
th: โอนเงิน

source: Overview
it: Panoramica
ja: 概要
pt_br: Visão geral
th: ภาพรวม

source: Last Login
it: Ultimo accesso
ja: 最終ログイン
pt_br: Último login
th: การเข้าสู่ระบบครั้งสุดท้าย

source: Your IP Address
it: Il tuo indirizzo IP
ja: お客様のIPアドレス
pt_br: Seu endereço IP
th: ที่อยู่ IP ของคุณ

source: Loans and lines of credit
it: Prestiti e linee di credito
ja: ローンおよび信用枠
pt_br: Empréstimos e linhas de crédito
th: สินเชื่อและวงเงินสินเชื่อ

source: Pay bills
it: Paga bollette
ja: 請求書を支払う
pt_br: Pagar contas
th: ชำระบิล

source: Business Support Loan
it: Prestito di supporto aziendale
ja: 事業支援ローン
pt_br: Empréstimo de Apoio Empresarial
th: สินเชื่อสนับสนุนธุรกิจ

source: FICO Credit Score
it: Punteggio di credito FICO
ja: FICOクレジットスコア
pt_br: Pontuação de Crédito FICO
th: คะแนนเครดิต FICO

source: Recent Transaction Activities
it: Attività transazionali recenti
ja: 最近の取引履歴
pt_br: Atividades de Transações Recentes
th: กิจกรรมการทำธุรกรรมล่าสุด

source: All
it: Tutte
ja: すべて
pt_br: Todos
th: ทั้งหมด

source: Amount
it: Importo
ja: 金額
pt_br: Valor
th: จำนวนเงิน

source: View Details
it: Visualizza dettagli
ja: 詳細を見る
pt_br: Ver Detalhes
th: ดูรายละเอียด

source: No history yet
it: Ancora nessuna cronologia
ja: まだ履歴がありません
pt_br: Ainda sem histórico
th: ยังไม่มีประวัติ

source: Balance Flow
it: Flusso saldo
ja: 残高の推移
pt_br: Fluxo de Saldo
th: การไหลเวียนสมดุล

source: We're here to help you!
it: Siamo qui per aiutarti!
ja: 私たちはお手伝いいたします！
pt_br: Estamos aqui para ajudar você!
th: เราอยู่ที่นี่เพื่อช่วยเหลือคุณ!

source: Ask a question or file a support ticket, manage request, report and issues. Our support team will get
it: Fai una domanda o apri un ticket di supporto, gestisci richieste, segnalazioni e problemi. Il nostro team di supporto ti contatterà
ja: ご質問がある場合やサポートチケットを提出する場合、リクエストや報告、問題の管理を行ってください。当社のサポートチームが
pt_br: Faça uma pergunta ou abra um ticket de suporte, gerencie solicitações, relatórios e problemas. Nossa equipe de suporte irá
th: ถามคำถามหรือยื่นตั๋วสนับสนุน จัดการคำขอ รายงาน และปัญหาต่างๆ ทีมสนับสนุนของเรายินดีให้ความช่วยเหลือ

source: back to you by email
it: via email
ja: メールでご連絡いたします
pt_br: entrar em contato por e-mail
th: ติดต่อกลับหาคุณทางอีเมล

source: Get a Support Now
it: Ottieni supporto ora
ja: 今すぐサポートを受ける
pt_br: Solicitar Suporte Agora
th: รับการสนับสนุนทันที

source: Create Your Account
it: Crea il tuo account
ja: アカウントを作成する
pt_br: Crie sua Conta
th: สร้างบัญชีใหม่

source: Fill in the details below to create your new Floxix Bank account.
it: Compila i seguenti dati per creare il tuo nuovo account Floxix Bank.
ja: 以下の情報を入力して、新しいFloxix口座を作成してください。
pt_br: Preencha os dados abaixo para criar sua nova conta no Banco Floxix.
th: กรอกรายละเอียดด้านล่างเพื่อสร้างบัญชี Floxix Bank ใหม่ของคุณ

source: First Name
it: Nome
ja: 名
pt_br: Nome
th: ชื่อจริง

source: Last Name
it: Cognome
ja: 姓
pt_br: Sobrenome
th: นามสกุล

source: Email Address
it: Indirizzo email
ja: メールアドレス
pt_br: Endereço de E-mail
th: ที่อยู่อีเมล

source: Date of Birth
it: Data di nascita
ja: 生年月日
pt_br: Data de Nascimento
th: วันเกิด

source: Address
it: Indirizzo
ja: 住所
pt_br: Endereço
th: ที่อยู่

source: Street Address, City, State, ZIP
it: Via, Città, Provincia, CAP
ja: 住所（番地、市区町村、都道府県、郵便番号）
pt_br: Endereço, Cidade, Estado, CEP
th: ที่อยู่ ถนน เมือง รัฐ รหัสไปรษณีย์

source: Create Password
it: Crea password
ja: パスワードを作成する
pt_br: Criar Senha
th: สร้างรหัสผ่าน

source: Confirm Password
it: Conferma password
ja: パスワードを確認する
pt_br: Confirmar Senha
th: ยืนยันรหัสผ่าน

source: Register
it: Registrati
ja: 登録
pt_br: Registrar
th: ลงทะเบียน

source: At Floxix Internet Banking, we offer a wide range of financial services designed to meet your unique needs. From everyday banking transactions to personalized financial planning, we provide secure, easy-to-use tools that help you manage your money with confidence. Our goal is to make banking simpler, more efficient, and accessible, so you can focus on what matters most to you.
it: Presso Floxix Internet Banking offriamo una vasta gamma di servizi finanziari progettati per soddisfare le tue esigenze. Dalle operazioni bancarie quotidiane alla pianificazione finanziaria personalizzata, offriamo strumenti sicuri e facili da usare che ti aiutano a gestire i tuoi soldi con fiducia. Il nostro obiettivo è rendere il banking più semplice, efficiente e accessibile, così puoi concentrarti su ciò che conta di più per te.
ja: Floxixインターネットバンキングでは、お客様のニーズに合わせた幅広い金融サービスを提供しております。日常の銀行取引から個別の財務計画まで、安全で使いやすいツールにより自信を持って資金管理を行えるようサポートします。私たちの目標は、銀行業務をより簡潔で効率的、かつ利用しやすくすることで、お客様が重要な事柄に集中できるようにすることです。
pt_br: No Floxix Internet Banking, oferecemos uma ampla gama de serviços financeiros projetados para atender às suas necessidades. Desde transações bancárias do dia a dia até planejamento financeiro personalizado, fornecemos ferramentas seguras e fáceis de usar que ajudam você a gerenciar seu dinheiro com confiança. Nosso objetivo é tornar o banco mais simples, eficiente e acessível, para que você possa focar no que importa.
th: ที่ Floxix Internet Banking เรานำเสนอบริการทางการเงินที่หลากหลาย ซึ่งออกแบบมาเพื่อตอบสนองความต้องการเฉพาะของคุณ ตั้งแต่ธุรกรรมทางการเงินในชีวิตประจำวัน ไปจนถึงการวางแผนทางการเงินส่วนบุคคล เรามีเครื่องมือที่ปลอดภัยและใช้งานง่าย ที่จะช่วยให้คุณจัดการเงินได้อย่างมั่นใจ เป้าหมายของเราคือการทำให้การทำธุรกรรมทางการเงินง่ายขึ้น มีประสิทธิภาพมากขึ้น และเข้าถึงได้ง่ายขึ้น เพื่อให้คุณสามารถมุ่งเน้นไปที่สิ่งที่สำคัญสำหรับคุณมากที่สุด

source: Customer Service Department
it: Dipartimento servizio clienti
ja: カスタマーサービス部門
pt_br: Departamento de Atendimento ao Cliente
th: ฝ่ายบริการลูกค้า

source: Please select customer service department
it: Seleziona il dipartimento del servizio clienti
ja: 対応するカスタマーサービス部門を選択してください
pt_br: Por favor, selecione o departamento de atendimento ao cliente
th: กรุณาเลือกแผนกบริการลูกค้า

source: Account management
it: Gestione account
ja: 口座管理
pt_br: Gerenciamento de Conta
th: การจัดการบัญชี

source: Transaction support
it: Supporto transazioni
ja: 取引サポート
pt_br: Suporte a Transações
th: การสนับสนุนการทำธุรกรรม

source: Loan assistance
it: Assistenza prestiti
ja: ローン支援
pt_br: Assistência para Empréstimos
th: ความช่วยเหลือด้านสินเชื่อ

source: Credit card services
it: Servizi carte di credito
ja: クレジットカードサービス
pt_br: Serviços de Cartão de Crédito
th: บริการบัตรเครดิต

source: Customer inquiries
it: Richieste clienti
ja: お客様からのお問い合わせ
pt_br: Consultas de Clientes
th: การสอบถามลูกค้า

source: Complaint resolution
it: Risoluzione reclami
ja: 苦情の解決
pt_br: Resolução de Reclamações
th: การแก้ไขข้อร้องเรียน

source: Type your complaints
it: Inserisci i tuoi reclami
ja: ご不満をご入力ください
pt_br: Digite suas reclamações
th: พิมพ์ข้อร้องเรียนของคุณ

source: Save my activity log
it: Salva il mio registro attività
ja: 活動ログを保存する
pt_br: Salvar meu registro de atividade
th: บันทึกบันทึกกิจกรรมของฉัน

source: You can save all your activity logs including unusual activity detected.
it: Puoi salvare tutti i tuoi registri attività, inclusa l'attività insolita rilevata.
ja: 検出された異常な活動を含む、すべての活動ログを保存できます。
pt_br: Você pode salvar todos os seus registros de atividade, incluindo atividades incomuns detectadas.
th: คุณสามารถบันทึกกิจกรรมทั้งหมดของคุณรวมถึงกิจกรรมที่ผิดปกติที่ตรวจพบ

source: See recent activity
it: Vedi attività recenti
ja: 最近の活動を見る
pt_br: Ver atividades recentes
th: ดูกิจกรรมล่าสุด

source: Security pin code
it: Codice PIN di sicurezza
ja: セキュリティPINコード
pt_br: Código PIN de Segurança
th: รหัส PIN เพื่อความปลอดภัย

source: You can set your pin code. We will ask you this code during the login attempts and transactions.
it: Puoi impostare il tuo codice PIN. Ti verrà richiesto questo codice durante i tentativi di accesso e le transazioni.
ja: PINコードを設定できます。ログイン時や取引時にこのコードを要求します。
pt_br: Você pode definir seu código PIN. Solicitaremos esse código durante as tentativas de login e nas transações.
th: คุณสามารถตั้งรหัส PIN ได้ เราจะขอรหัสนี้ระหว่างการเข้าสู่ระบบและการทำธุรกรรม

source: 2FA Authentication
it: Autenticazione 2FA
ja: 2段階認証（2FA）
pt_br: Autenticação 2FA
th: การยืนยันตัวตน 2FA

source: Enabled
it: Abilitato
ja: 有効
pt_br: Ativado
th: เปิดใช้งานแล้ว

source: Secure your account with 2FA security. When it is activated, you need to enter not only your password but also a special code using 2FA app. You can receive this code by mobile app.
it: Proteggi il tuo account con la sicurezza 2FA. Quando è attivata, devi inserire non solo la password ma anche un codice speciale fornito da un'app 2FA. Puoi ricevere questo codice tramite app mobile.
ja: 2段階認証（2FA）でアカウントを保護してください。有効化すると、パスワードに加えて2FAアプリで生成されるコードの入力が必要になります。モバイルアプリでこのコードを受け取れます。
pt_br: Proteja sua conta com a segurança 2FA. Quando ativada, você precisará inserir não apenas sua senha, mas também um código especial gerado por um app 2FA. Você pode receber esse código pelo aplicativo móvel.
th: รักษาความปลอดภัยบัญชีของคุณด้วยระบบรักษาความปลอดภัย 2FA เมื่อเปิดใช้งานแล้ว คุณต้องกรอกรหัสผ่านและรหัสพิเศษผ่านแอป 2FA คุณสามารถรับรหัสนี้ผ่านแอปมือถือได้

source: IP
th: ไอพี

source: Time
it: Ora
ja: 時間
pt_br: Hora
th: เวลา

source: Google Chrome
th: กูเกิล โครม

source: Mozilla Firefox
th: มอซิลลา ไฟร์ฟอกซ์

source: Safari
th: ซาฟารี

source: Microsoft Edge
th: ไมโครซอฟต์ เอดจ์

source: Ref
it: Rif.
ja: 参照
th: อ้าง

source: Type
it: Tipo
ja: タイプ
pt_br: Tipo
th: พิมพ์

source: Scope
it: Ambito
ja: 範囲
pt_br: Escopo
th: ขอบเขต

source: Date
it: Data
ja: 日付
pt_br: Data
th: วันที่

source: Description
it: Descrizione
ja: 説明
pt_br: Descrição
th: คำอธิบาย

source: Status
it: Stato
ja: ステータス
th: สถานะ

source: Monthly Savings Deposit
it: Versamento mensile di risparmio
ja: 毎月の貯蓄預金
pt_br: Depósito Mensal de Poupança
th: เงินฝากออมทรัพย์รายเดือน

source: Office Rent Payment
it: Pagamento affitto ufficio
ja: 事務所家賃の支払い
pt_br: Pagamento de Aluguel do Escritório
th: การชำระค่าเช่าสำนักงาน

source: Payment to Supplier
it: Pagamento al fornitore
ja: 仕入先への支払い
pt_br: Pagamento ao Fornecedor
th: การชำระเงินให้กับซัพพลายเออร์

source: Child Health Care
it: Assistenza sanitaria per bambini
ja: 子どもの健康管理
pt_br: Cuidados de Saúde Infantil
th: การดูแลสุขภาพเด็ก

source: Prev
it: Precedente
ja: 前へ
pt_br: Anterior
th: ก่อนหน้า

source: Next
it: Successivo
ja: 次へ
pt_br: Próximo
th: ต่อไป

source: Transaction
it: Transazione
ja: 取引
pt_br: Transação
th: ธุรกรรม

source: Your transaction was completed successfully.
it: La tua transazione è stata completata con successo.
ja: お取引は正常に完了しました。
pt_br: Sua transação foi concluída com sucesso.
th: การทำธุรกรรมของคุณเสร็จสมบูรณ์แล้ว

source: Your transaction is pending. Please wait for confirmation.
it: La tua transazione è in sospeso. Attendi la conferma.
ja: お取引は保留中です。確認までお待ちください。
pt_br: Sua transação está pendente. Aguarde a confirmação.
th: ธุรกรรมของคุณอยู่ระหว่างดำเนินการ โปรดรอการยืนยัน

source: Transaction status unknown.
it: Stato della transazione sconosciuto.
ja: 取引ステータスが不明です。
pt_br: Status da transação desconhecido.
th: สถานะธุรกรรมไม่ทราบ

source: Transaction Details
it: Dettagli transazione
ja: 取引の詳細
pt_br: Detalhes da Transação
th: รายละเอียดการทำธุรกรรม

source: Holder Name:
it: Nome intestatario:
ja: 名義人:
pt_br: Nome do Titular:
th: ชื่อผู้ถือ

source: Amount:
it: Importo:
ja: 金額:
pt_br: Valor:
th: จำนวนเงิน

source: Account Number:
it: Numero di conto:
ja: 口座番号:
pt_br: Número da Conta:
th: หมายเลขบัญชี

source: Bank Name:
it: Nome banca:
ja: 銀行名:
pt_br: Nome do Banco:
th: ชื่อธนาคาร

source: Description:
it: Descrizione:
ja: 説明:
pt_br: Descrição:
th: คำอธิบาย

source: Date:
it: Data:
ja: 日付:
pt_br: Data:
th: วันที่

source: If you did not authorize this transaction, please contact us immediately.
it: Se non hai autorizzato questa transazione, contattaci immediatamente.
ja: この取引を許可していない場合は、直ちに当行までご連絡ください。
pt_br: Se você não autorizou esta transação, entre em contato conosco imediatamente.
th: หากคุณไม่ได้อนุญาตการทำธุรกรรมนี้ โปรดติดต่อเราทันที

source: Thanks,
it: Grazie,
ja: よろしくお願いいたします。
pt_br: Obrigado,
th: ขอบคุณ

source: Floxix Support Team
it: Team di supporto Floxix
ja: Floxixサポートチーム
pt_br: Equipe de Suporte Floxix
th: ทีมสนับสนุน Floxix

source: uk
it: Regno Unito
ja: イギリス

source: Loading...
it: Caricamento...
ja: 読み込み中...
pt_br: Carregando...

source: Browser
ja: ブラウザ
pt_br: Navegador
